/* 
  This file contains translations for the property codes for 
  Canon cameras.
*/

"PTPPropertyCodeEOSAperture" = "Aperture";
"PTPPropertyCodeEOSShutterSpeed" = "Shutter Speed";
"PTPPropertyCodeEOSISOSpeed" = "ISO";
"PTPPropertyCodeEOSExpCompensation" = "Exposure Compensation";
"PTPPropertyCodeEOSAutoExposureMode" = "AE Mode";
"PTPPropertyCodeEOSDriveMode" = "Shutter Drive";
"PTPPropertyCodeEOSMeteringMode" = "Metering";
"PTPPropertyCodeEOSFocusMode" = "Focus";
"PTPPropertyCodeEOSWhiteBalance" = "White Balance";
"PTPPropertyCodeEOSColorTemperature" = "Color Temp.";
"PTPPropertyCodeEOSWhiteBalanceAdjustA" = "WB Adjust A";
"PTPPropertyCodeEOSWhiteBalanceAdjustB" = "WB Adjust B";
"PTPPropertyCodeEOSWhiteBalanceXA" = "WB Adjust XA";
"PTPPropertyCodeEOSWhiteBalanceXB" = "WB Adjust XB";
"PTPPropertyCodeEOSColorSpace" = "Color Space";
"PTPPropertyCodeEOSPictureStyle" = "Picture Style";
"PTPPropertyCodeEOSBatteryPower" = "Battery Power";
"PTPPropertyCodeEOSBatterySelect" = "Battery Select";
"PTPPropertyCodeEOSCameraTime" = "Camera Time";
"PTPPropertyCodeEOSOwner" = "Owner";
"PTPPropertyCodeEOSModelID" = "Model ID";
"PTPPropertyCodeEOSPTPExtensionVersion" = "PTP Ext. Version";
"PTPPropertyCodeEOSDPOFVersion" = "DPOF Version";
"PTPPropertyCodeEOSAvailableShots" = "Avail. Shots";
"PTPPropertyCodeEOSCaptureDestination" = "Capture Destination";
"PTPPropertyCodeEOSBracketMode" = "Bracket Mode";
"PTPPropertyCodeEOSCurrentStorage" = "Current Storage";
"PTPPropertyCodeEOSCurrentFolder" = "Current Folder";
"PTPPropertyCodeEOSImageFormat" = "Image Format";
"PTPPropertyCodeEOSImageFormatCF" = "Image Format (CF)";
"PTPPropertyCodeEOSImageFormatSD" = "Image Format (SD)";
"PTPPropertyCodeEOSImageFormatExtHD" = "Image Format (HD)";
"PTPPropertyCodeEOSCompressionS" = "Compression (S)";
"PTPPropertyCodeEOSCompressionM1" = "Compression (M1)";
"PTPPropertyCodeEOSCompressionM2" = "Compression (M2)";
"PTPPropertyCodeEOSCompressionL" = "Compression (L)";
"PTPPropertyCodeEOSPCWhiteBalance1" = "PC WB 1";
"PTPPropertyCodeEOSPCWhiteBalance2" = "PC WB 2";
"PTPPropertyCodeEOSPCWhiteBalance3" = "PC WB 3";
"PTPPropertyCodeEOSPCWhiteBalance4" = "PC WB 4";
"PTPPropertyCodeEOSPCWhiteBalance5" = "PC WB 5";
"PTPPropertyCodeEOSMWhiteBalance" = "M WB";
"PTPPropertyCodeEOSPictureStyleStandard" = "Standard Style";
"PTPPropertyCodeEOSPictureStylePortrait" = "Portrait Style";
"PTPPropertyCodeEOSPictureStyleLandscape" = "Landscape Style";
"PTPPropertyCodeEOSPictureStyleNeutral" = "Neutral Style";
"PTPPropertyCodeEOSPictureStyleFaithful" = "Faithful Style";
"PTPPropertyCodeEOSPictureStyleBlackWhite" = "B&W Style";
"PTPPropertyCodeEOSPictureStyleUserSet1" = "User 1 Style";
"PTPPropertyCodeEOSPictureStyleUserSet2" = "User 2 Style";
"PTPPropertyCodeEOSPictureStyleUserSet3" = "User 3 Style";
"PTPPropertyCodeEOSPictureStyleParam1" = "Picture Style P1";
"PTPPropertyCodeEOSPictureStyleParam2" = "Picture Style P2";
"PTPPropertyCodeEOSPictureStyleParam3" = "Picture Style P3";
"PTPPropertyCodeEOSFlavorLUTParams" = "Flavor LUT Params";
"PTPPropertyCodeEOSCustomFunc1" = "Custom Func. 1";
"PTPPropertyCodeEOSCustomFunc2" = "Custom Func. 2";
"PTPPropertyCodeEOSCustomFunc3" = "Custom Func. 3";
"PTPPropertyCodeEOSCustomFunc4" = "Custom Func. 4";
"PTPPropertyCodeEOSCustomFunc5" = "Custom Func. 5";
"PTPPropertyCodeEOSCustomFunc6" = "Custom Func. 6";
"PTPPropertyCodeEOSCustomFunc7" = "Custom Func. 7";
"PTPPropertyCodeEOSCustomFunc8" = "Custom Func. 8";
"PTPPropertyCodeEOSCustomFunc9" = "Custom Func. 9";
"PTPPropertyCodeEOSCustomFunc10" = "Custom Func. 10";
"PTPPropertyCodeEOSCustomFunc11" = "Custom Func. 11";
"PTPPropertyCodeEOSCustomFunc12" = "Custom Func. 12";
"PTPPropertyCodeEOSCustomFunc13" = "Custom Func. 13";
"PTPPropertyCodeEOSCustomFunc14" = "Custom Func. 14";
"PTPPropertyCodeEOSCustomFunc15" = "Custom Func. 15";
"PTPPropertyCodeEOSCustomFunc16" = "Custom Func. 16";
"PTPPropertyCodeEOSCustomFunc17" = "Custom Func. 17";
"PTPPropertyCodeEOSCustomFunc18" = "Custom Func. 18";
"PTPPropertyCodeEOSCustomFunc19" = "Custom Func. 19";
"PTPPropertyCodeEOSCustomFuncEx" = "Custom Func. Ex";
"PTPPropertyCodeEOSMyMenu" = "My Menu";
"PTPPropertyCodeEOSMyMenuList" = "My Menu List";
"PTPPropertyCodeEOSWftStatus" = "WFT Status";
"PTPPropertyCodeEOSWftInputTransmission" = "WFT Input Trans.";
"PTPPropertyCodeEOSHDDirectoryStructure" = "HD Structure";
"PTPPropertyCodeEOSBatteryInfo" = "Battery Info";
"PTPPropertyCodeEOSAdapterInfo" = "Adapter Info";
"PTPPropertyCodeEOSLensStatus" = "Lens Status";
"PTPPropertyCodeEOSQuickReviewTime" = "Quick Review Time";
"PTPPropertyCodeEOSCardExtension" = "Card Extension";
"PTPPropertyCodeEOSTemperatureInformation" = "Thermal State";
"PTPPropertyCodeEOSShutterCounter" = "Shutter Count";
"PTPPropertyCodeEOSSpecialOption" = "Special Option";
"PTPPropertyCodeEOSPhotoStudioMode" = "Photo Studio Mode";
"PTPPropertyCodeEOSSerialNumber" = "Serial Number";
"PTPPropertyCodeEOSEVFOutputDevice" = "EVF Device";
"PTPPropertyCodeEOSEVFMode" = "EVF Mode";
"PTPPropertyCodeEOSDepthOfFieldPreview" = "DoF Preview";
"PTPPropertyCodeEOSEVFSharpness" = "EVF Sharpness";
"PTPPropertyCodeEOSEVFWBMode" = "EVF WB Mode";
"PTPPropertyCodeEOSEVFClickWBCoeffs" = "EVF WB Coeffs.";
"PTPPropertyCodeEOSEVFColorTemp" = "EVF Color Temp";
"PTPPropertyCodeEOSExposureSimMode" = "Exposure Sim. Mode";
"PTPPropertyCodeEOSMovieRecordingStatus" = "Movie Recording Status";
"PTPPropertyCodeEOSLvAfSystem" = "Autofocus Method";
"PTPPropertyCodeEOSMovSize" = "MOV Size";
"PTPPropertyCodeEOSLiveViewExposureSimulation" = "Exposure Simulation";
"PTPPropertyCodeEOSArtist" = "Artist";
"PTPPropertyCodeEOSCopyright" = "Copyright";
"PTPPropertyCodeEOSBracketValue" = "Bracket Value";
"PTPPropertyCodeEOSFocusInfoEx" = "Focus Info";
"PTPPropertyCodeEOSDepthOfField" = "DoF";
"PTPPropertyCodeEOSBrightness" = "Brightness";
"PTPPropertyCodeEOSLensAdjustParams" = "Lens Adjust Params.";
"PTPPropertyCodeEOSEFComp" = "EF Comp.";
"PTPPropertyCodeEOSLensName" = "Lens";
"PTPPropertyCodeEOSAEB" = "AEB";
"PTPPropertyCodeEOSStroboSetting" = "Strobo Setting";
"PTPPropertyCodeEOSStroboWirelessSetting" = "Strobo Wireless Setting";
"PTPPropertyCodeEOSStroboFiring" = "Flash Mode";
"PTPPropertyCodeEOSLensID" = "Lens ID";
"PTPPropertyCodeEOSMovieRecordingQuality" = "Video Recording Format";
"PTPPropertyCodeEOSMovieRecordingQualityEx" = "Video Recording Format";
"PTPPropertyCodeEOSMovieParam3" = "Video Recording Format";
"PTPPropertyCodeEOSFlashExposureCompensation" = "Flash Exposure Compensation";
"PTPPropertyCodeEOSModernFlashExposureCompensation" = "Flash Exposure Compensation";
